Repository: KDE/gcompris
Catalog: po/sa/gcompris_voices.po
Languages: sa

source: Answer the questions presented and get a 100% correctness among the options.
sa: प्रस्तुतप्रश्नानां उत्तरं दत्त्वा विकल्पेषु शतप्रतिशतम् सम्यक्त्वं प्राप्नुवन्तु।

source: Drive the submarine to the right end of the screen without colliding with any objects
sa: पनडुब्बीं पटलस्य दक्षिणान्तं यावत् किमपि वस्तुना सह संधर्षं न कृत्वा चालयन्तु

source: Select a number or a symbol and click its target area. Each symbol must appear only once in a row, in a column and in a subregion if any.
sa: सङ्ख्यां वा चिह्नं वा चित्वा तस्य लक्ष्यक्षेत्रं नुदन्तु । प्रत्येकं चिह्नं पङ्क्तौ एकवारमेव, स्तम्भे, उपक्षेत्रे च यदि अस्ति तर्हि अवश्यं दृश्यते ।

source: Find out the right combination of colors. A dot framed in a black square means that you found the correct colour in the correct position, while a dot framed in a white square means it's the correct colour, but in the wrong position.
sa: वर्णानाम् सम्यक् संयोजनं ज्ञातव्यम्। कृष्णचतुष्कोणे फ्रेमकृतस्य बिन्दुस्य अर्थः अस्ति यत् भवान् समीचीनस्थाने सम्यक् वर्णं प्राप्तवान्, यदा तु श्वेतवर्गे फ्रेमकृतस्य बिन्दुस्य अर्थः अस्ति यत् सः सम्यक् वर्णः अस्ति, परन्तु गलतस्थाने

source: Click on each object to obtain the same figure. You can change their orientation by clicking on the arrows.
sa: प्रत्येकं वस्तु नुदन्तु समानं आकृतिं प्राप्तुं । बाणान् नुत्वा तेषां अभिमुखीकरणं परिवर्तयितुं शक्नुवन्ति ।

source: Click on the target to launch darts, then count your final score!
sa: बाणानां प्रक्षेपणार्थं लक्ष्यं क्लिक् कुर्वन्तु, ततः स्वस्य अन्तिमस्कोरं गणयन्तु!

source: Create pairs of numbers equal to ten. Select a number, then select another number of the same operation to swap their position. Then, select the result box to type the result.
sa: दशसदृशानि संख्यायुगलानि रचयन्तु। एकं सङ्ख्यां चिनोतु, ततः तेषां स्थानं स्वैप कर्तुं समानस्य क्रियायाः अन्यं सङ्ख्यां चिनोतु । ततः, परिणामं टङ्कयितुं परिणामपेटिकां चिनोतु ।

source: Create pairs of numbers equal to ten. Select a number in the list, then select an empty spot of an operation to move the selected number there.
sa: दशसदृशानि संख्यायुगलानि रचयन्तु। सूचीयां सङ्ख्यां चिनोतु, ततः चयनितसङ्ख्यां तत्र स्थानान्तरयितुं कस्यचित् ऑपरेशनस्य रिक्तस्थानं चिनोतु ।

source: Create pairs of numbers equal to ten. Select a number, then select another number of the same operation to swap their position.
sa: दशसदृशानि संख्यायुगलानि रचयन्तु। एकं सङ्ख्यां चिनोतु, ततः तेषां स्थानं स्वैप कर्तुं समानस्य क्रियायाः अन्यं सङ्ख्यां चिनोतु ।

source: Decompose the operations to include a pair of numbers equal to ten. Select a number in the list, then select an empty spot of an operation to move the selected number there.
sa: दशसमं संख्यायुगलं समावेशयितुं क्रियाणां विघटनं कुर्वन्तु । सूचीयां सङ्ख्यां चिनोतु, ततः चयनितसङ्ख्यां तत्र स्थानान्तरयितुं कस्यचित् क्रियायाः रिक्तस्थानं चिनोतु ।

source: Click on the square which you wish to mark and try to mark 3 consecutive squares before Tux.
sa: यस्य वर्गस्य चिह्नं कर्तुम् इच्छति तस्मिन् क्लिक् कृत्वा Tux इत्यस्मात् पूर्वं क्रमशः ३ वर्गान् चिह्नितुं प्रयतध्वम् ।

source: Slide the cars to make a space so that the red car can go out of the box.
sa: एकं स्थानं निर्मातुं काराः स्खलन्तु येन रक्तः वाहनः पेटीतः बहिः गन्तुं शक्नोति।

source: Solve the given addition.
sa: दत्तं योजकं समाधानं कुरुत।

source: Solve the given subtraction.
sa: दत्तहरणस्य समाधानं कुरुत।

source: Click on the various active elements that make up the water supply. Then press the shower button for Tux.
sa: जलप्रदायं निर्मायन्ते ये विविधाः सक्रियतत्त्वानि तेषां उपरि क्लिक् कुर्वन्तु । ततः Tux कृते shower बटनं नुदन्तु।

source: Type the words on your keyboard before they reach the ground.
sa: शब्दान् भूमौ प्राप्तुं पूर्वं भवतः कीबोर्ड् मध्ये टङ्कयन्तु ।
