Repository: KDE/gcompris
Catalog: po/sa/gcompris_voices.po
Languages: sa

source: Find the missing numbers.
sa: लुप्तसङ्ख्याः ज्ञातव्याः।

source: click on the required color
sa: आवश्यकं वर्णं क्लिक् कुर्वन्तु

source: Multiply the two numbers together and type in your answer before the balloon lands in the water
sa: द्वयोः सङ्ख्यायोः एकत्र गुणनं कृत्वा गुब्बारेण जले अवतरितुं पूर्वं स्वस्य उत्तरं टङ्कयन्तु

source: Find the result of the division and type in your answer before the balloon lands in the water
sa: विभागस्य परिणामं अन्विष्य गुब्बारेण जले अवतरितुं पूर्वं स्वस्य उत्तरं टङ्कयन्तु

source: Subtract the two numbers and type in your answer before the balloon lands in the water
sa: सङ्ख्याद्वयं हृत्वा गुब्बारेण जले अवतरितुं पूर्वं स्वस्य उत्तरं टङ्कयन्तु

source: Add the two numbers together and type in your answer before the balloon lands in the water
sa: सङ्ख्याद्वयं एकत्र योजयित्वा गुब्बारेण जले अवतरितुं पूर्वं स्वस्य उत्तरं टङ्कयन्तु

source: Click on the missing items on the table and follow the logical sequence displayed above it.
sa: सारणीयां लुप्तवस्तूनि नुत्वा तस्य उपरि प्रदर्शितं तार्किकं क्रमं अनुसृत्य ।

source: Click on the column where you wish your token to fall and try to align 4 tokens before Tux.
sa: यत्र भवान् स्वस्य टोकनं पततु इति इच्छति तस्मिन् स्तम्भे क्लिक् कृत्वा Tux इत्यस्मात् पूर्वं 4 टोकनं संरेखयितुं प्रयतस्व ।

source: Click on the column where you wish your token to fall and try to align 4 tokens to win.
sa: यत्र भवान् स्वस्य टोकनं पततु इति इच्छति तस्मिन् स्तम्भे क्लिक् कृत्वा विजयाय ४ टोकन् संरेखितुं प्रयतस्व ।

source: Move the helicopter to catch the clouds following the order of the alphabet.
sa: वर्णमालाक्रमम् अनुसृत्य मेघान् ग्रहीतुं हेलिकॉप्टरं चालयन्तु।

source: Learn how analog electricity works and create your own circuit.
sa: एनालॉग् विद्युत् कथं कार्यं करोति इति ज्ञात्वा स्वकीयं परिपथं निर्मायताम् ।

source: Type any key on the keyboard and observe the result.
sa: कीबोर्ड् मध्ये यत्किमपि कीलं टङ्कयित्वा परिणामं अवलोकयन्तु ।

source: Move the mouse or touch the screen and observe the result.
sa: मूषकं चालयन्तु अथवा पटलं स्पृशन्तु तथा परिणामं अवलोकयन्तु।

source: Move each puzzle piece, to obtain the completed puzzle. You can change their orientation by clicking on the arrows.
sa: प्रत्येकं प्रहेलिकाखण्डं चालयन्तु, सम्पूर्णं प्रहेलिकां प्राप्तुं। भवन्तः बाणान् नुत्वा तेषां अभिमुखीकरणं परिवर्तयितुं शक्नुवन्ति ।

source: A simplistic word processor to play around with the keyboard
sa: कीबोर्डेन सह क्रीडितुं सरलः शब्दसंसाधकः

source: Drag and drop the objects matching the pictures
sa: चित्रैः सह सङ्गतानि वस्तूनि कर्षयन्तु, पातयन्तु च

source: Drag and drop the objects matching the shapes.
sa: आकारैः सह सङ्गतानि वस्तूनि कर्षयन्तु, पातयन्तु च ।

source: Tilt the box to navigate the ball to the door.
sa: कन्दुकं द्वारं प्रति गन्तुं पेटीम् तिर्यक् कुर्वन्तु।

source: Press the left and right arrows at the same time to send the ball straight on
sa: कन्दुकं ऋजुं प्रेषयितुं वामदक्षिणबाणौ एकस्मिन् समये निपीडयन्तु

source: Select the number of balls you wish to place in the holes and then click on the OK button. The winner is the one who hasn't put a ball in the red hole.
sa: छिद्रेषु यत् गोलकं स्थापयितुम् इच्छति तस्य संख्यां चित्वा ततः OK बटन् नुदतु । विजेता यः रक्तरन्ध्रे कन्दुकं न स्थापितवान्।

source: Turn on the right bulbs to represent the binary of the given decimal number. When you have achieved it, press OK
sa: दत्तस्य दशमलवसङ्ख्यायाः द्विचक्रीयस्य प्रतिनिधित्वार्थं दक्षिणबल्ब्स् चालू कुर्वन्तु । यदा भवता तत् प्राप्तं तदा OK नुदन्तु

source: Click on Tux to start and then re-create the Braille cells.
sa: आरम्भार्थं Tux इत्यत्र नुदन्तु ततः ब्रेल-कोष्ठकानि पुनः रचयन्तु ।

source: Create the Braille cell for the letter.
sa: अक्षरस्य कृते ब्रेल-कोष्ठकं रचयन्तु ।

source: Select a number and click on its target position. Each number must appear only once in a row and in a column. The numbers in the cells of a cage must produce the given result when combined using the given operator.
sa: एकं सङ्ख्यां चित्वा तस्य लक्ष्यस्थानं नुदन्तु । प्रत्येकं सङ्ख्या एकवारं पङ्क्तौ स्तम्भे च अवश्यं दृश्यते । पञ्जरस्य कोष्ठकेषु सङ्ख्याः दत्तस्य संचालकस्य उपयोगेन संयोजिताः सति दत्तं परिणामं अवश्यं जनयन्ति ।

source: Select the asked date on the calendar
sa: पञ्चाङ्गे पृष्टं तिथिं चिनोतु

source: You are responsible for the lock and you must help Tux pass through. Click on the valves to cause either a drop or an increase in the water level, and click on the gates to open or close a path.
sa: भवन्तः तालस्य उत्तरदायी सन्ति तथा च भवन्तः टक्स इत्यस्य माध्यमेन गन्तुं साहाय्यं कर्तुं अर्हन्ति। जलस्तरस्य पतनं वा वृद्धिः वा कर्तुं कपाटेषु क्लिक् कुर्वन्तु, मार्गं उद्घाटयितुं वा पिधातुं वा द्वारेषु क्लिक् कुर्वन्तु ।

source: Categorize the items into the correct group
sa: वस्तूनि सम्यक् समूहे वर्गीकृत्य स्थापयन्तु

source: play checkers against Tux
sa: टक्स विरुद्धं चेकर् क्रीडन्ति

source: play checkers with your friend
sa: मित्रेण सह चेकर् क्रीडन्तु

source: play chess against Tux
sa: टक्सविरुद्धं शतरंजं क्रीडन्तु

source: play chess against your friend
sa: मित्रस्य विरुद्धं शतरंजं क्रीडतु

source: Click on a white chess piece and green boxes will appear to indicate all the movements that piece can make. Try and get the black king into checkmate.
sa: श्वेतशतरंजखण्डे क्लिक् कुर्वन्तु ततः हरितवर्णीयपेटिकाः दृश्यन्ते येन सः खण्डः कर्तुं शक्नोति इति सर्वाणि गतिः सूचयन्ति । प्रयतस्व कृष्णराजं चेकमेट्-मध्ये स्थापयतु।

source: Slide the pictures into the order that tells the story
sa: चित्राणि तस्मिन् क्रमे स्खलन्तु यत् कथां कथयति

source: Click on the required letter. You can listen to it again by clicking on the mouth.
sa: आवश्यकं पत्रं क्लिक् कुर्वन्तु। मुखं क्लिक् कृत्वा पुनः श्रोतुं शक्नुवन्ति।

source: Click on the selected points and draw
sa: चयनितबिन्दून् नुत्वा आकर्षयन्तु

source: Catch the fish before they leave the aquarium.
sa: मत्स्यालयात् निर्गन्तुं पूर्वं मत्स्यान् गृह्यताम्।

source: Drag and drop the needles of the clock to display the required time
sa: आवश्यकं समयं प्रदर्शयितुं घण्टायाः सुईः कर्षयन्तु, पातयन्तु च

source: Match the color by moving the sliders on the tubes of paint
sa: रङ्गस्य नलिकेषु स्लाइडर्स् चालयित्वा वर्णस्य मेलनं कुर्वन्तु

source: Match the color by moving the sliders on the torches
sa: मशालेषु स्लाइडर्-इत्येतत् चालयित्वा वर्णस्य मेलनं कुर्वन्तु

source: Click on the right color
sa: सम्यक् वर्णं नुदन्तु

source: Select the correct comparator sign for each pair of numbers in the list.
sa: सूचीस्थस्य प्रत्येकस्य संख्यायुग्मस्य कृते सम्यक् तुलनात्मकचिह्नं चिनोतु ।

source: Click on each item in turn, in the blue frame, and move them to reproduce the pattern from the pink frame.
sa: प्रत्येकं द्रव्यं क्रमेण नुदन्तु, नीलवर्णीयचतुष्कोणे, गुलाबीचतुष्कोणात् प्रतिमानं पुनः प्रदर्शयितुं तान् चालयन्तु ।

source: Slide the images on their respective targets
sa: चित्राणि स्वस्वलक्ष्येषु स्लाइड् कुर्वन्तु

source: Learn how digital electronics work and create your own circuit.
sa: डिजिटल इलेक्ट्रॉनिक्स कथं कार्यं करोति इति ज्ञात्वा स्वकीयं परिपथं निर्मायताम्।

source: Click on the selected points and draw the letter
sa: चयनितबिन्दून् नुत्वा अक्षरं आकर्षयन्तु

source: Draw the numbers by connecting the dots in the correct order.
sa: बिन्दून् सम्यक् क्रमेण संयोजयित्वा संख्याः आकर्षयन्तु।

source: Count the elements by organizing them then type the answer on your keyboard.
sa: तत्त्वानि व्यवस्थित्य गणयन्तु ततः उत्तरं स्वस्य कीबोर्ड् मध्ये टङ्कयन्तु ।

source: Clear the window with your sponge and discover the hidden picture.
sa: स्पञ्जेन खिडकीं स्वच्छं कृत्वा गुप्तं चित्रं आविष्करोतु।

source: Double tap or double click on the bricks to discover the hidden picture
sa: इष्टकानां उपरि द्विवारं ट्याप् कुर्वन्तु अथवा द्विवारं क्लिक् कृत्वा गुप्तचित्रं आविष्करोतु

source: Click or tap on the transparent bricks and discover the hidden picture.
sa: पारदर्शी इष्टकासु क्लिक् अथवा ट्याप् कृत्वा गुप्तचित्रं आविष्करोतु।

source: Learn about farmyard animals and the noises that they make.
sa: कृषिक्षेत्रस्य पशूनां विषये, तेषां कोलाहलानां विषये च ज्ञातव्यम्।

source: Explore Monuments around the world.
sa: विश्वस्य स्मारकानाम् अन्वेषणं कुर्वन्तु।

source: Learn about world animals and locate them on a map.
sa: विश्वस्य पशूनां विषये ज्ञात्वा तेषां स्थानं मानचित्रे ज्ञातव्यम्।

source: Click on the suitcases to learn about music from around the world.
sa: विश्वस्य सङ्गीतस्य विषये ज्ञातुं सूटकेसेषु क्लिक् कुर्वन्तु।

source: Let us understand what to call our relatives
sa: अस्माकं ज्ञातिजनाः किम् इति अवगच्छामः

source: Click on a pair that defines the given relation
sa: दत्तसम्बन्धं परिभाषयति इति युग्मं नुदन्तु

source: Click or drag an element next to a free space, the element will move and release its space. You must put all the pieces in the correct order. The numbers on the pieces can help you.
sa: मुक्तस्थानस्य पार्श्वे एकं तत्त्वं नुदन्तु अथवा कर्षयन्तु, तत्त्वं गत्वा स्वस्य स्थानं मुक्तं करिष्यति । भवता सर्वाणि खण्डानि सम्यक् क्रमेण स्थापयितव्यानि। खण्डेषु स्थापिताः सङ्ख्याः भवतः साहाय्यं कर्तुं शक्नुवन्ति।

source: Select the required day.
sa: आवश्यकं दिवसं चिनोतु।

source: Move the mouse or your finger along the pipe to stop the fire.
sa: अग्निं निवारयितुं मूषकं वा अङ्गुलीं वा नलिके चालयन्तु।

source: Drag a line from the ball to set the speed and direction of your kick.
sa: भवतः पादप्रहारस्य वेगं दिशां च निर्धारयितुं कन्दुकात् रेखां कर्षयन्तु ।

source: Select the appropriate number of parts as described in the instructions.
sa: निर्देशेषु यथा वर्णितं तथा भागानां समुचितसङ्ख्यां चिनोतु ।

source: Find the correct numerator and denominator of the represented fraction
sa: प्रतिनिधित्वं कृतस्य भिन्नस्य सम्यक् गणकं हरं च ज्ञातव्यम्

source: Reproduce and complete the frieze model.
sa: फ्रीज मॉडलस्य पुनरुत्पादनं कृत्वा सम्पूर्णं कुर्वन्तु।

source: Drag and drop the regions to complete the country maps.
sa: देशस्य मानचित्रं पूर्णं कर्तुं प्रदेशान् कर्षयन्तु, पातयन्तु च।

source: Drag and drop the objects to complete the map.
sa: नक्शां पूर्णं कर्तुं वस्तुनि कर्षयन्तु, पातयन्तु च ।

source: Type the letters on your keyboard before they reach the ground.
sa: अक्षराणि भूमौ प्राप्तुं पूर्वं भवतः कीबोर्ड् मध्ये टङ्कयन्तु ।

source: Guide the number eater with the arrow keys to the required numbers and press the space bar to swallow them.
sa: बाणकुंजीभिः संख्याभक्षकं आवश्यकसङ्ख्यां प्रति मार्गदर्शनं कुर्वन्तु तथा च तान् निगलितुं स्पेसबारं नुदन्तु ।

source: Guide the number eater with the arrow keys to the factors of the displayed number and press space to swallow them.
sa: बाणकुंजीभिः संख्याभक्षकं प्रदर्शितसङ्ख्यायाः कारकं प्रति मार्गदर्शनं कुर्वन्तु तथा च तान् निगलितुं स्थानं नुदन्तु ।

source: Guide the number eater with the arrow keys to the numbers that are different from the ones displayed and press the space bar to swallow them.
sa: बाणकुंजीभिः संख्याभक्षकं प्रदर्शितानां सङ्ख्याभ्यः भिन्नानां सङ्ख्यानां मार्गदर्शनं कुर्वन्तु तथा च तान् निगलितुं स्थानपट्टिकां नुदन्तु ।

source: Guide the number eater with the arrow keys to the multiples of the displayed number and press space to swallow them.
sa: बाणकुंजीभिः संख्याभक्षकं प्रदर्शितसङ्ख्यायाः गुणनफलं प्रति मार्गदर्शनं कुर्वन्तु तथा च तान् निगलितुं स्थानं नुदन्तु ।

source: Guide the number eater with the arrow keys to the prime numbers and press space to swallow them.
sa: बाणकुंजीभिः संख्याभक्षकं अभाज्यसङ्ख्यां प्रति मार्गदर्शनं कुर्वन्तु तथा च तान् निगलितुं स्थानं नुदन्तु ।

source: Find the value corresponding to the given spot on the graduated line.
sa: स्नातकरेखायां दत्तस्थानस्य अनुरूपं मूल्यं ज्ञातव्यम् ।

source: Place the given value on the graduated line.
sa: दत्तं मूल्यं स्नातकरेखायां स्थापयन्तु ।

source: Assign the requested grammatical classes to the corresponding words.
sa: अनुरोधितव्याकरणवर्गान् तत्सम्बद्धेषु शब्देषु नियुक्तं कुर्वन्तु।

source: Color the graph so that no two adjacent nodes have the same color.
sa: आलेखं वर्णयन्तु यत् समीपस्थयोः नोडयोः समानवर्णः न भवति ।

source: Move the spaceship to avoid hitting the planets and reach the space station.
sa: ग्रहाणां प्रहारं न कर्तुं अन्तरिक्षयानं चालयन्तु, अन्तरिक्षस्थानकं प्राप्नुवन्तु ।

source: Use the four numbers with given operators to find 24
sa: २४ अन्वेष्टुं दत्तसञ्चालकैः सह चतुर्णां सङ्ख्यानां उपयोगं कुर्वन्तु

source: Use the numbers and operations suggested to find the results proposed above.
sa: उपरि प्रस्तावितानि परिणामानि अन्वेष्टुं सुझातानां संख्यानां, क्रियाणां च उपयोगं कुर्वन्तु ।

source: Find out the number by typing a number from the range proposed.
sa: प्रस्तावितायाः परिधितः सङ्ख्यां टङ्कयित्वा सङ्ख्यां ज्ञातव्यम् ।

source: A word is hidden, you must discover it letter by letter.
sa: एकः शब्दः गुप्तः अस्ति, भवता अक्षरशः तस्य आविष्कारः करणीयः।

source: Rebuild the same tower in the empty area as the one you see on the right hand side.
sa: शून्यक्षेत्रे यत् गोपुरं दक्षिणपार्श्वे दृश्यते तत् एव गोपुरं पुनः निर्मायताम् ।

source: Rebuild the model tower on the right support. Take care, no disc may be placed atop a smaller disc.
sa: समीचीनसमर्थने आदर्शगोपुरस्य पुनर्निर्माणं कुर्वन्तु। सावधानं कुर्वन्तु, लघुतरचक्रस्य उपरि कोऽपि चक्रः न स्थाप्यते ।

source: Click on the hexagons to find the hidden object, the red zone indicates that you're close to it!
sa: गुप्तं वस्तु अन्वेष्टुं षट्कोणेषु क्लिक् कुर्वन्तु, रक्तक्षेत्रं सूचयति यत् भवान् तस्य समीपे अस्ति!

source: Drag and drop each item above its name.
sa: प्रत्येकं द्रव्यं तस्य नामस्य उपरि कर्षयन्तु, पातयन्तु च ।

source: Click on the correct musical instrument.
sa: सम्यक् वाद्ययन्त्रे क्लिक् कुर्वन्तु ।

source: Use the arrow keys to pilot your spaceship safely onto the landing pad.
sa: स्वस्य अन्तरिक्षयानं सुरक्षिततया अवरोहणपट्टिकायां चालयितुं बाणकुंजीनां उपयोगं कुर्वन्तु ।

source: Select the language you want to learn then review the words before doing the exercises.
sa: भवन्तः यत् भाषां ज्ञातुम् इच्छन्ति तत् चिनोतु ततः अभ्यासान् कर्तुं पूर्वं शब्दानां समीक्षां कुर्वन्तु।

source: Click on the circles to give the operation's result.
sa: ऑपरेशनस्य परिणामं दातुं वृत्तेषु क्लिक् कुर्वन्तु ।

source: Drag the arrow to select a part of the bar, and drag the selected part of the bar to the empty area to represent the decimal number.
sa: पट्टिकायाः भागं चिन्वितुं बाणं कर्षयन्तु, दशमलवसङ्ख्यां प्रतिनिधितुं पट्टिकायाः चयनितं भागं रिक्तक्षेत्रे कर्षयन्तु ।

source: Drag the arrow to select a part of the bar, and drag the selected part of the bar to the empty area to represent the result of the addition.
sa: पट्टिकायाः भागं चिन्वितुं बाणं कर्षयन्तु, पट्टिकायाः चयनितं भागं च रिक्तक्षेत्रे कर्षयन्तु यत् योजनस्य परिणामं प्रतिनिधितुं शक्नुवन्ति ।

source: Click on the squares to represent the result of the subtraction.
sa: घटनस्य परिणामं दर्शयितुं वर्गेषु क्लिक् कुर्वन्तु ।

source: Click on the circles to match the given digit.
sa: दत्ताङ्कस्य सङ्गतिं कर्तुं वृत्तेषु नुदन्तु ।

source: Drag the arrow to select a number of oranges, and drag the oranges to the empty area to represent the requested quantity.
sa: संतराणां संख्यां चिन्वितुं बाणं कर्षयन्तु, अनुरोधितमात्रायाः प्रतिनिधित्वार्थं च नारङ्गाः रिक्तक्षेत्रे कर्षयन्तु ।

source: Move animals to their homes using a left click or right click on your mouse.
sa: मूषकस्य वामक्लिक् अथवा राइट् क्लिक् इत्यस्य उपयोगेन पशून् स्वगृहं प्रति स्थानान्तरयन्तु ।

source: Guess if the picture presents a left or right hand and click on the correct answer.
sa: अनुमानं कुरुत यत् चित्रं वामहस्तं वा दक्षिणहस्तं वा प्रस्तुतं करोति तर्हि सम्यक् उत्तरं क्लिक् कुर्वन्तु।

source: Click on all the words containing the wanted letter.
sa: इष्टपत्रं युक्तेषु सर्वेषु शब्देषु क्लिक् कुर्वन्तु ।

source: Click on the lamps to turn them off.
sa: दीपाः निष्क्रियं कर्तुं दीपाः नुदन्तु ।

source: Discover the history of Louis Braille.
sa: लुईस् ब्रेलस्य इतिहासं अन्वेषयन्तु।

source: Click on the hat. How many stars are still hiding under the hat.
sa: टोपीं क्लिक् कुर्वन्तु। अद्यापि कति तारकाः टोप्याः अधः निगूढाः सन्ति।

source: Count the number of stars hidden under the hat and then click on the stars to indicate their number.
sa: टोप्याः अधः निगूढानां ताराणां संख्यां गणयन्तु ततः ताराणां संख्यां सूचयितुं ताराणां उपरि क्लिक् कुर्वन्तु ।

source: Use the arrows keys or swipe the touch screen to help Tux find his way out.
sa: बाणकुंजीनां उपयोगं कुर्वन्तु अथवा स्पर्शपट्टिकां स्वाइप् कुर्वन्तु येन Tux इत्यस्य बहिः मार्गं ज्ञातुं साहाय्यं भवति।

source: Use the arrow keys or swipe the touch screen to guide Tux out. Use the maze icon or the space key to see the map.
sa: Tux इत्यस्य बहिः मार्गदर्शनार्थं बाणकुंजीनां उपयोगं कुर्वन्तु अथवा स्पर्शपट्टिकां स्वाइप् कुर्वन्तु । नक्शां द्रष्टुं maze icon अथवा space key इत्यस्य उपयोगं कुर्वन्तु ।

source: Help Tux find his way out. Left and right are used to turn and up to go forward.
sa: टक्सस्य बहिः गन्तुं मार्गं ज्ञातुं साहाय्यं कुर्वन्तु। वामदक्षिणयोः उपयोगः अग्रे गन्तुं ऊर्ध्वं च भवति ।

source: Listen to the sound sequence played, and reproduce it by clicking on the xylophone's bars
sa: वाद्यमानं ध्वनिक्रमं शृणुत, xylophone इत्यस्य पट्टिकासु क्लिक् कृत्वा पुनः प्रदर्शयन्तु

source: Match the upper case card with its lower case pair.
sa: उच्चाक्षरपत्रस्य लघुवर्णयुग्मेन सह मेलनं कुर्वन्तु ।

source: Match a number card with a card displaying the same number of butterflies.
sa: संख्यापत्रस्य समानसङ्ख्यायाः भृङ्गानाम् प्रदर्शनं कृत्वा पत्तकेन सह मेलनं कुर्वन्तु ।

source: Turn over two cards to match the calculation with its answer.
sa: गणनायाः तस्य उत्तरेण सह मेलयितुम् द्वौ पत्तौ परिवर्तयन्तु।

source: Click on an audio card and find its double.
sa: एकस्मिन् ऑडियो कार्ड् उपरि क्लिक् कृत्वा तस्य द्विगुणं अन्वेष्टुम्।

source: Click on a card and find its double.
sa: एकं कार्डं क्लिक् कृत्वा तस्य द्विगुणं अन्वेष्टुम्।

source: Match the numeric with the word.
sa: संख्यात्मकं शब्देन सह मेलनं कुरुत।

source: Looking at the rockwall, you can see a sparkle somewhere. Move the mouse cursor next to this sparkle and use the mousewheel or the zoom gesture to zoom in.
sa: शिलाप्राचीरं पश्यन् कुत्रचित् स्फुरणं दृश्यते । अस्य स्पार्क्ल् इत्यस्य पार्श्वे मूषकस्य कर्सरं चालयन्तु तथा च जूम इन कर्तुं मूषकचक्रस्य अथवा जूम् इशारस्य उपयोगं कुर्वन्तु ।

source: Find the missing letter and complete the word by clicking on one of the letters proposed on the side.
sa: लुप्तं अक्षरं अन्विष्य पार्श्वे प्रस्तावितेषु अक्षरेषु एकं नुत्वा शब्दं सम्पूर्णं कुर्वन्तु ।

source: Click or tap on the money to pay.
sa: दातुं धनं क्लिक् कुर्वन्तु अथवा ट्याप् कुर्वन्तु।

source: Click on the money at the bottom of the screen to give Tux his change.
sa: Tux इत्यस्य परिवर्तनं दातुं पटलस्य अधः स्थितं धनं क्लिक् कुर्वन्तु ।

source: Click on the money to pay.
sa: दातुं धनं क्लिक् कुर्वन्तु।

source: Learn and practice the International Morse code
sa: अन्तर्राष्ट्रीयमोर्स् कोडं ज्ञात्वा अभ्यासं कुर्वन्तु

source: Put each item at the same place as in the given example.
sa: प्रत्येकं द्रव्यं दत्ते उदाहरणे यथा भवति तथा तस्मिन् एव स्थाने स्थापयन्तु।

source: Click on the dot where you wish to place your piece and try to take all Tux's pieces.
sa: यत्र भवान् स्वस्य खण्डं स्थापयितुम् इच्छति तस्मिन् बिन्दौ क्लिक् कृत्वा Tux इत्यस्य सर्वाणि खण्डानि ग्रहीतुं प्रयतस्व ।

source: Click on the dot where you wish to place your piece and try to take all your friend's pieces.
sa: यत्र भवन्तः स्वस्य खण्डं स्थापयितुम् इच्छन्ति तस्मिन् बिन्दौ क्लिक् कृत्वा मित्रस्य सर्वाणि खण्डानि ग्रहीतुं प्रयतन्ते ।

source: Identify the note and press the correct piano key
sa: स्वरं चित्वा सम्यक् पियानो कीलं नुदन्तु

source: Draw the picture by touching the numbers in ascending order.
sa: आरोहणक्रमेण संख्यानां स्पर्शं कृत्वा चित्रं आकर्षयन्तु।

source: Move the helicopter to catch the clouds having even or odd numbers, in the shown order.
sa: समं विषमसंख्यायुक्तं वा मेघं ग्रहीतुं हेलिकॉप्टरं चालयन्तु, दर्शितक्रमेण।

source: Arrange the letters in the correct order.
sa: अक्षराणि सम्यक् क्रमेण व्यवस्थितानि कुर्वन्तु।

source: Arrange the given events in their chronological order.
sa: दत्तानां घटनानां कालक्रमेण व्यवस्थापयन्तु।

source: Arrange the numbers in the correct order.
sa: संख्याः सम्यक् क्रमेण व्यवस्थापयन्तु।

source: Arrange the given words to form a meaningful sentence.
sa: दत्तशब्दान् सार्थकं वाक्यं निर्मातुं व्यवस्थापयन्तु।

source: Capture at least 25 seeds to win the game
sa: क्रीडायां विजयं प्राप्तुं न्यूनातिन्यूनं २५ बीजानि गृह्यताम्

source: Catch and drop each piece on the points.
sa: प्रत्येकं खण्डं गृहीत्वा बिन्दुषु पातयन्तु।

source: Click on the grid squares following the given directions to help Tux reach the target.
sa: दत्तनिर्देशान् अनुसृत्य जालवर्गेषु क्लिक् कुर्वन्तु येन Tux लक्ष्यं प्राप्तुं साहाय्यं भवति ।

source: Use the arrows to move Tux along the path and reach the target.
sa: मार्गेण टक्सं चालयितुं लक्ष्यं प्राप्तुं च बाणानां उपयोगं कुर्वन्तु।

source: Double click or double tap on the goal, in order to score.
sa: लक्ष्यस्य उपरि द्विवारं क्लिक् कुर्वन्तु अथवा द्विवारं ट्याप् कुर्वन्तु, स्कोरं कर्तुं ।

source: look at the two pictures carefully and click where you see a difference
sa: चित्रद्वयं सम्यक् पश्यन्तु यत्र भवन्तः भेदं पश्यन्ति तत्र क्लिक् कुर्वन्तु

source: Learn to compose piano music using the octaves and the tools presented above the staff.
sa: सप्तकस्य, दण्डस्य उपरि प्रस्तुतानां साधनानां च उपयोगेन पियानोसङ्गीतस्य रचनां कर्तुं शिक्षन्तु।

source: Move the helicopter with the arrow keys and catch the numbers in the clouds, in ascending order.
sa: बाणकुंजीभिः हेलिकॉप्टरं चालयित्वा मेघेषु सङ्ख्याः गृह्यताम्, आरोहणक्रमेण।

source: Click on the keyboard keys that match the notes that you see and hear
sa: भवन्तः यत् टिप्पणं पश्यन्ति, शृण्वन्ति च तेषां सङ्गतिं कुर्वन्ति कीबोर्ड-कील-उपरि नुदन्तु

source: Click the drum to recreate the rhythm
sa: लयं पुनः निर्मातुं ढोलकं नुदन्तु

source: Find the correct position
sa: सम्यक् स्थानं ज्ञातव्यम्

source: Arrange the instructions and traverse the correct path to reach the fish.
sa: निर्देशान् व्यवस्थित्य मत्स्यं प्राप्तुं सम्यक् मार्गं भ्रमन्तु।

source: Observe the train and then click on the items to set up a similar train
sa: रेलयानं अवलोकयन्तु ततः समानं रेलयानं स्थापयितुं वस्तूनि क्लिक् कुर्वन्तु

source: Read a list of words and say if a given word is in it.
sa: शब्दानां सूचीं पठित्वा तस्मिन् दत्तः शब्दः अस्ति वा इति वदन्तु।

source: Use the drawing tools to build an identical pattern on the right.
sa: दक्षिणभागे समानं प्रतिरूपं निर्मातुं रेखाचित्रसाधनानाम् उपयोगं कुर्वन्तु ।

source: Use the drawing tools to reproduce symmetrically the pattern on the right.
sa: दक्षिणतः प्रतिरूपं सममितरूपेण पुनः प्रदर्शयितुं रेखाचित्रसाधनानाम् उपयोगं कुर्वन्तु ।

source: Click on the different stages that go to make up the power supply.
sa: विद्युत् आपूर्तिं निर्मातुं गच्छन्ति भिन्नाः चरणाः नुदन्तु ।

source: Click on the domino and validate your choice with the OK button to indicate the number of ice blocks Tux will have to follow to eat a fish.
sa: डोमिनो इत्यत्र क्लिक् कृत्वा OK बटनेन स्वस्य पसन्दस्य प्रमाणीकरणं कुर्वन्तु यत् टक्स इत्यनेन मत्स्यं खादितुम् अनुसरणं कर्तव्यं हिमखण्डानां संख्यां सूचयितुं शक्यते।

source: Learn and practice roman to arabic numerals conversion
sa: रोमनतः अरबीसंख्यापर्यन्तं परिवर्तनं शिक्षन्तु अभ्यासं च कुर्वन्तु

source: Drag the weights up to balance the scales.
sa: तराजूनां सन्तुलनार्थं भारं उपरि कर्षन्तु।

source: Share the candies equally among the specified number of children and notice that there may be a rest left
sa: निर्दिष्टसङ्ख्यायां बालकानां मध्ये मिष्टान्नानि समानरूपेण विभज्य विश्रामः अवशिष्टः भवेत् इति अवलोकयन्तु

source: Select a color and paint the rectangles as you like to create a drawing.
sa: एकं वर्णं चित्वा यथा इच्छसि रेखाचित्रं निर्मातुम् इच्छति तथा आयतान् रङ्गयन्तु ।

source: Use the tools to draw images.
sa: चित्राणि आकर्षयितुं साधनानां उपयोगं कुर्वन्तु।

source: Count the number on the dice and type it on your keyboard before it reaches the ground.
sa: पासायां सङ्ख्यां गणयित्वा भूमौ प्राप्तुं पूर्वं स्वस्य कीबोर्ड् मध्ये टङ्कयन्तु ।

source: Count the numbers on the dominoes then type the result on your keyboard.
sa: डोमिनोस् इत्यत्र सङ्ख्याः गणयन्तु ततः स्वस्य कीबोर्ड् इत्यत्र परिणामं टङ्कयन्तु ।
