Repository: KDE/gcompris
Catalog: po/*/gcompris_voices.po
Languages: ka

source: Find the missing numbers.
ka: იპოვეთ ნაკლული რიცხვები.

source: click on the required color
ka: დააწკაპუნეთ საჭირო ფერზე

source: Multiply the two numbers together and type in your answer before the balloon lands in the water
ka: გაამრავლეთ ორი რიცხვი და აკრიფეთ თქვენი პაროლი, სანამ ბუშტი წყალში ჩავარდება

source: Find the result of the division and type in your answer before the balloon lands in the water
ka: იპოვეთ გაყოფის პასუხი და აკრიფეთ თქვენი პასუხი, სანამ ბუშტი წყალში ჩავარდება

source: Subtract the two numbers and type in your answer before the balloon lands in the water
ka: გამოაკელით ორი რიცხვი და აკრიფეთ თქვენი პაროლი, სანამ ბუშტი წყალში ჩავარდება

source: Add the two numbers together and type in your answer before the balloon lands in the water
ka: მიუმატეთ ორი რიცხვი და აკრიფეთ თქვენი პაროლი, სანამ ბუშტი წყალში ჩავარდება

source: Click on the missing items on the table and follow the logical sequence displayed above it.
ka: დააწკაპუნეთ ცხრილის ნაკლულ ელემენტებზე და მიჰყებით ლოგიკურ მიმდევრობას, რომელიც მის ზემოთაა ნაჩვენები.

source: Click on the column where you wish your token to fall and try to align 4 tokens before Tux.
ka: დააწკაპუნეთ სვეტს, სადაც გნებავთ, თქვენი ბუშტი მოთავსდეს და სცადეთ, 4 ბუშტი ტუქსზე ადრე მოათავსოთ.

source: Click on the column where you wish your token to fall and try to align 4 tokens to win.
ka: დააწკაპუნეთ სვეტს, სადაც გნებავთ, თქვენი ბუშტი მოთავსდეს და სცადეთ, 4 ბუშტი ტუქსზე ადრე მოათავსოთ, რომ თამაში მოიგოთ.

source: Move the helicopter to catch the clouds following the order of the alphabet.
ka: გადააადგილეთ ვერტმფრენი, რომ დაიჭიროთ ღრუბლები ანბანის მიმდევრობით.

source: Learn how analog electricity works and create your own circuit.
ka: ისწავლეთ, როგორ მუშაობს ანალოგური ელექტრონიკა და შექმენით საკუთარი წრედი.

source: Type any key on the keyboard and observe the result.
ka: დააჭირეთ ნებისმიერ ღილაკს კლავიატურაზე და დააკვირდით შედეგს.

source: Move the mouse or touch the screen and observe the result.
ka: გადააადგილეთ თაგუნა ან შეეხეთ ეკრანს და დააკვირდით შედეგს.

source: Move each puzzle piece, to obtain the completed puzzle. You can change their orientation by clicking on the arrows.
ka: გადაათრიეთ თითოეული მოზაიკის ნაწილი, რომ სრული მოზაიკა მიიღოთ. მათი ორიენტაციის შეცვლა ისრებზე დაწკაპუნებით შეგიძლიათ.

source: A simplistic word processor to play around with the keyboard
ka: მარტივი ტექსტის დამუშავება კლავიატურაზე კრეფის სასწავლად

source: Drag and drop the objects matching the pictures
ka: გადაათრიეთ და დაყარეთ ობიექტები, რომლებიც სურათებს ემთხვევა

source: Drag and drop the objects matching the shapes.
ka: გადაათრიეთ და დაყარეთ ობიექტები, რომლის ფორმაც ემთხვევა.

source: Tilt the box to navigate the ball to the door.
ka: დახარეთ ყუთი, რომ ბურთი კარისკენ დაგორდეს.

source: Press the left and right arrows at the same time to send the ball straight on
ka: დააწექით მარცხენა და მარჯვენა ისრებს ერთდროულად, რომ ბურთი პირდაპირ გაფრინდეს

source: Select the number of balls you wish to place in the holes and then click on the OK button. The winner is the one who hasn't put a ball in the red hole.
ka: აირჩიეთ ბურთების რაოდენობა, რომელიც გნებავთ, ნახვრეტებში მოთავსდეს და დააწკაპუნეთ ღილაკზე 'დიახ'. მოიგებს ის, ვისაც ბურთი წითელ ნახვრეტში არ აქვს.

source: Turn on the right bulbs to represent the binary of the given decimal number. When you have achieved it, press OK
ka: ჩართეთ სწორი ნათურები, რომ წარმოადგინოთ მითითებული ათობითი რიცხვის ორობითი წარმოდგენა. როცა მიაღწევთ ამას, დააწკაპუნეთ ღილაკზე 'დიახ'

source: Click on Tux to start and then re-create the Braille cells.
ka: დააწკაპუნეთ ტუქსზე, რომ დაიწყოთ და შემდეგ თავიდან შექმენით ბრაილის უჯრედები.

source: Create the Braille cell for the letter.
ka: ბრეილის უჯრედის შექმნა ამ ასოსთვის.

source: Select a number and click on its target position. Each number must appear only once in a row and in a column. The numbers in the cells of a cage must produce the given result when combined using the given operator.
ka: აირჩიეთ რიცხვი და დააწკაპუნეთ მის სამიზნე მდებარეობაზე. თითოეული რიცხვი, მხოლოდ, ერთხელ უნდა გამოჩნდეს სვეტშიც და მწკრივშიც. რიცხვებმა, რომლებიც გალიაშია, უნდა მოგცეთ სასურველი შედეგი, როცა მათზე მითითებულ ოპერატორს გამოიყენებთ.

source: Select the asked date on the calendar
ka: აირჩიეთ საჭირო თარიღი კალენდარში

source: You are responsible for the lock and you must help Tux pass through. Click on the valves to cause either a drop or an increase in the water level, and click on the gates to open or close a path.
ka: თქვენ პასუხისმგებელი ბრძანდებით ბლოკისთვის და უნდა დაეხმაროთ ტუქსს, გასცდეს მას. დააწკაპუნეთ ონკანებზე, რომ აიძულოთ მათ, შეამციროს ან გაზარდოს წყლის დონე ად დააწკაპუნეთ ჭიშკრებზე, რომ დახუროთ ან გააღოთ ბილიკი.

source: Categorize the items into the correct group
ka: დაალაგეთ ელემენტები სწორ ჯგუფში

source: play checkers against Tux
ka: ეთამაშეთ შაში ტუქსს

source: play checkers with your friend
ka: ეთამაშეთ შაში მეგობარს

source: play chess against Tux
ka: ეთამაშეთ ჭადრაკი ტუქსს

source: play chess against your friend
ka: ეთამაშეთ ჭადრაკი მეგობარს

source: Click on a white chess piece and green boxes will appear to indicate all the movements that piece can make. Try and get the black king into checkmate.
ka: დააწკაპუნეთ ჭადრაკის თეთრ ფიგურაზე და გამოჩნდება მწვანე ყუთები, რომელიც მიუთითებს ყველა მიმართულებაზე, სადაც ეს ფიგურა შეგიძლიათ, გადაიტანოთ. სცადეთ, შავ მეფეს შახმატი გამოუცხადოთ.

source: Slide the pictures into the order that tells the story
ka: დაალაგეთ სურათები ისტორიის მიხედვით

source: Click on the required letter. You can listen to it again by clicking on the mouth.
ka: დააწკაპუნეთ საჭირო ასოზე. მისი თავიდან მოსმენა პირზე დაწკაპუნებით შეგიძლიათ.

source: Click on the selected points and draw
ka: დააწკაპუნეთ მონიშნულ წერტილებზე და დახატეთ

source: Catch the fish before they leave the aquarium.
ka: დაიჭირეთ თევზი, სანამ ისინი აკვარიუმს დატოვებენ.

source: Drag and drop the needles of the clock to display the required time
ka: გადაათრიეთ და დააგდეთ საათის ისრები, რომ საჭირო დრო გაჩვენოთ

source: Match the color by moving the sliders on the tubes of paint
ka: დააყენეთ შესაბამისი ფერი ფანრების საღებავის პაკეტის ჩოჩიების გადათრევით

source: Match the color by moving the sliders on the torches
ka: დააყენეთ შესაბამისი ფერი ფანრების ჩოჩიების გადათრევით

source: Click on the right color
ka: დააწკაპუნეთ სწორ ფერზე

source: Select the correct comparator sign for each pair of numbers in the list.
ka: აირჩიეთ სწორი შედარებით ნიშანი სიის ყოველი რიცხვის წყვილისთვის.

source: Click on each item in turn, in the blue frame, and move them to reproduce the pattern from the pink frame.
ka: დააწკაპუნეთ თითოეულ ელემენტზე სათითაოდ ლურჯ ჩარჩოში და გადაათრიეთ ისინი, რომ გაიმეოროთ ნიმუში, რომელიც ვარდისფერ ჩარჩოშია.

source: Slide the images on their respective targets
ka: გადაათრიეთ გამოსახულებები შესაბამის სამიზნეებზე

source: Learn how digital electronics work and create your own circuit.
ka: გაიგეთ, როგორ მუშაობს ციფრული ელექტრონიკა და შექმენით საკუთარი წრედი.

source: Click on the selected points and draw the letter
ka: დააწკაპუნეთ მონიშნულ წერტილებზე და დახატეთ ასო

source: Draw the numbers by connecting the dots in the correct order.
ka: დახატეთ რიცხვები წერტილების სწორი მიმდევრობის შეერთებით.

source: Count the elements by organizing them then type the answer on your keyboard.
ka: დაითვალეთ ელემენტები მათი დალაგების გზით, შემდეგ კი აკრიფეთ პასუხი თქვენს კლავიატურაზე.

source: Clear the window with your sponge and discover the hidden picture.
ka: გაწმნდეთ ფანჯარა თქვენი ღრუბლით და აღმოაჩინეთ დამალული სურათი.

source: Double tap or double click on the bricks to discover the hidden picture
ka: ორმაგ წკაპი ან ორმაგი ტყაპი აგურებზე, რომ დამალული სურათი აღმოაჩინოთ

source: Click or tap on the transparent bricks and discover the hidden picture.
ka: დააწკაპუნეთ ან დაატყაპუნეთ გამჭვირვალე აგურებზე და აღმოაჩინეთ დამალული სურათი.

source: Learn about farmyard animals and the noises that they make.
ka: გაიგეთ შინაური ცხოველების და მათი ხმების შესახებ.

source: Explore Monuments around the world.
ka: მოინახულეთ ძეგლები მთელ დედამიწაზე.

source: Learn about world animals and locate them on a map.
ka: გაიგეთ მეტი სამყაროს ცხოველების შესახებ და იპოვეთ ისინი რუკაზე.

source: Click on the suitcases to learn about music from around the world.
ka: დააწკაპუნეთ პორტფელზე, რომ დედამიწის ხალხების მუსიკის შესახებ მეტი შეიტყოთ.

source: Let us understand what to call our relatives
ka: გაიგეთ, როგორ მიმართოთ ნათესავებს

source: Click on a pair that defines the given relation
ka: დააწკაპუნეთ წყვილზე, რომლებიც მითითებული ტიპის ნათესავები არიან

source: Click or drag an element next to a free space, the element will move and release its space. You must put all the pieces in the correct order. The numbers on the pieces can help you.
ka: დააწკაპუნეთ, ან გადაათრიეთ ელემენტი თავისუფალ ადგილთან ახლოს. ელემენტი გაიწევა და თავის ადგილს გაათავისუფლებთ. თქვენ ყველა ნაწილი სწორი მიმდევრობით უნდა დაალაგოთ. ამაში ნაწილებზე დაწერილი ნომრებიც დაგეხმარებათ.

source: Select the required day.
ka: აირჩეთ საჭირო დღე.

source: Move the mouse or your finger along the pipe to stop the fire.
ka: გადაიტანეთ თაგუნა ან თქვენი თითი მილის გასწვრივ, რომ ხანძარი ჩააქროთ.

source: Drag a line from the ball to set the speed and direction of your kick.
ka: გადაათრიეთ ხაზი ბუშტიდან, რომ დააყენოთ თქვენი დარტყმის სიჩქარე და მიმართულება.

source: Select the appropriate number of parts as described in the instructions.
ka: აირჩიეთ ნაწილების საჭირო რაოდენობა, როგორც ეს ინსტრუქციაშია აღწერილი.

source: Find the correct numerator and denominator of the represented fraction
ka: სწორი გასაყოფისა და გამყოფის პოვნა მითითებული წილადისთვის

source: Reproduce and complete the frieze model.
ka: გაიმეორეთ და დაასრულეთ მიმდევრობა.

source: Drag and drop the regions to complete the country maps.
ka: გადაათრიეთ და დაყარეთ რეგიონები, რომ ქვეყნების რუკები დაასრულოთ.

source: Drag and drop the objects to complete the map.
ka: გადაათრიეთ და დაყარეთ ობიექტები, რომ რუკა დაასრულოთ.

source: Type the letters on your keyboard before they reach the ground.
ka: აკრიფეთ ასოები თქვენს კლავიატურაზე, სანამ ისინი მიწაზე დაცვივდება.

source: Guide the number eater with the arrow keys to the required numbers and press the space bar to swallow them.
ka: მიიყვანეთ რიცხვების მხვრელი ისრის ღილაკებით საჭირო რიცხვებამდე და დააჭირეთ ჰარეს ღილაკს, რომ გადაყლაპოთ ისინი.

source: Guide the number eater with the arrow keys to the factors of the displayed number and press space to swallow them.
ka: მიიყვანეთ რიცხვების მხვრელი ისრის ღილაკებით ნაჩვენები რიცხვის ნამრავლთან და დააჭირეთ ჰარეს ღილაკს, რომ გადაყლაპოთ ისინი.

source: Guide the number eater with the arrow keys to the numbers that are different from the ones displayed and press the space bar to swallow them.
ka: მიიყვანეთ რიცხვების მხვრელი ისრის ღილაკებით რიცხვებთან, რომლებიც ნაჩვენებისგან განსხვავდება და დააჭირეთ ჰარეს ღილაკს, რომ გადაყლაპოთ ისინი.

source: Guide the number eater with the arrow keys to the multiples of the displayed number and press space to swallow them.
ka: მიიყვანეთ რიცხვების მხვრელი ისრის ღილაკებით ნაჩვენები რიცხვის ნამრავლებთან და დააჭირეთ ჰარეს ღილაკს, რომ გადაყლაპოთ ისინი.

source: Guide the number eater with the arrow keys to the prime numbers and press space to swallow them.
ka: მიიყვანეთ რიცხვების მხვრელი ისრის ღილაკებით მარტივ რიცხვებთან და დააჭირეთ ჰარეს ღილაკს, რომ გადაყლაპოთ ისინი.

source: Find the value corresponding to the given spot on the graduated line.
ka: იპოვეთ მნიშვნელობა, რომელიც შკალაზე მითითებულ ადგილს შესაბამება.

source: Place the given value on the graduated line.
ka: მითითებული მნიშვნელობის მოთავსება შკალაზე.

source: Assign the requested grammatical classes to the corresponding words.
ka: მიანიჭეთ მოთხოვნილი გრამატიკული კლასები შესაბამის სიტყვებს.

source: Color the graph so that no two adjacent nodes have the same color.
ka: შეღებეთ გრაფიკ ისე, რომ ახლომდებარე კვანძებს იგივე ფერი არ ჰქონდეთ.

source: Move the spaceship to avoid hitting the planets and reach the space station.
ka: გადაადგილეთ კოსმოსური ხომალდი, რომ თავიდან აიცილოთ პლანეტებთან შეჯახება და მიაღწიეთ კოსმოსურ სადგურამდე.

source: Use the four numbers with given operators to find 24
ka: გამოიყენეთ ოთხი რიცხვი მითითებული ოპერატორებით, რომ 24 მიიღოთ

source: Use the numbers and operations suggested to find the results proposed above.
ka: გამოიყენეთ რიცხვები და ოპერაციები, რომ ზემოთ ნაჩვენები პასუხები მიიღოთ.

source: Find out the number by typing a number from the range proposed.
ka: გამოიცანით რიცხვი მითითებული შუალედიდან რიცხვის ჩაწერით.

source: A word is hidden, you must discover it letter by letter.
ka: სიტყვა დამალულია. ის ასო-ასო უნდა აღმოაჩნითო.

source: Rebuild the same tower in the empty area as the one you see on the right hand side.
ka: ააგეთ თავიდან თავისუფალ ადგილას ისეთივე სვეტი, როგორსაც მარჯვენა მხარეს ხედავთ.

source: Rebuild the model tower on the right support. Take care, no disc may be placed atop a smaller disc.
ka: ააგეთ მოდელი სვეტი მარჯვენა მხარდაჭერაზე. დაიმახსოვრეთ, რომ დისკს უფრო პატარა დისკის თავზე ვერ მოათავსებთ.

source: Click on the hexagons to find the hidden object, the red zone indicates that you're close to it!
ka: დააწკაპუნეთ ექვსკუთხედებზე, რომ დამალული ობიექი იპოვოთ. წითელი ზონა მიუთითებს, რომ ახლოს ხართ!

source: Drag and drop each item above its name.
ka: გადაათრიეთ და დაყარეთ ელემენტები თავიანთი სახელის ზემოდან.

source: Click on the correct musical instrument.
ka: დააწკაპუნეთ სწორ მუსიკალურ ინსტრუმენტზე.

source: Use the arrow keys to pilot your spaceship safely onto the landing pad.
ka: გამოიყენეთ ისრის ღილაკები, რომ თქვენი კოსმოსური ხომალდი უსაფრთხოდ დასვათ დასაჯდომ მოედანზე.

source: Select the language you want to learn then review the words before doing the exercises.
ka: აირჩიეთ ენა, რომელიც გნებავთ შეისწავლოთ, შემდეგ კი გადახედეთ სიტყვებს, სანამ ვარჯიშს დაიწყებთ.

source: Click on the circles to give the operation's result.
ka: დააწკაპუნეთ წრეებზე, რომ ოპერაციის შედეგი შეიყვანოთ.

source: Drag the arrow to select a part of the bar, and drag the selected part of the bar to the empty area to represent the decimal number.
ka: გადაათრიეთ ისარი, რომ ზოლის ნაწილი აირჩიოთ და გადაათრიეთ მონიშნული ზოლის ნაწილი თავისუფალ ალაგზე, რომ ათობითი რიცხვი წარმოადგინოთ.

source: Drag the arrow to select a part of the bar, and drag the selected part of the bar to the empty area to represent the result of the addition.
ka: გადაათრიეთ ისარი, რომ ზოლის ნაწილი აირჩიოთ და გადაათრიეთ მონიშნული ზოლის ნაწილი თავისუფალ ალაგზე, რომ მიმატების შედეგი წარმოაჩინოთ.

source: Click on the squares to represent the result of the subtraction.
ka: დააწკაპუნეთ ოთხკუთხედებზე, რომ გამოკლების პასუხი წარმოადგინოთ.

source: Click on the circles to match the given digit.
ka: დააწკაპუნეთ წრეებზე, რომ საჭირო ციფრთან დამთხვევა იპოვოთ.

source: Drag the arrow to select a number of oranges, and drag the oranges to the empty area to represent the requested quantity.
ka: გადაათრიეთ ისარი, რომ აირჩიოთ ფორთოხლების რაოდენობა და გადაათრიეთ ფორთოხლები თავისუფალ ალაგზე, რომ მოთხოვნილი რაოდენობა წარმოადგინოთ.

source: Move animals to their homes using a left click or right click on your mouse.
ka: გადააადგილეთ ცხოველები თავიანთ სახლებში თქვენი თარგუნას მარცხენა ამ მარჯვენა წკაპით.

source: Guess if the picture presents a left or right hand and click on the correct answer.
ka: მიხვდით, წარმოადგენს სურათი მარცხენა ხელისას, თუ მარჯვენისას და დააწკაპუნეთ სწორ პასუხზე.

source: Click on all the words containing the wanted letter.
ka: დააწკაპუნეთ ყველა სიტყვაზე, რომელიც საძებნ ასოს შეიცავს.

source: Click on the lamps to turn them off.
ka: დააწკაპუნეთ ნათურებზე, რომ გამორთოთ ისინი.

source: Discover the history of Louis Braille.
ka: აღმოაჩინეთ ლუის ბრაილის ისტორია.

source: Click on the hat. How many stars are still hiding under the hat.
ka: დააწკაპუნეთ ქუდზე. რამდენი ვარსკვლავი იმალება ჯერ კიდევ ქუდის ქვეშ.

source: Count the number of stars hidden under the hat and then click on the stars to indicate their number.
ka: დაითვალეთ ქუდის ქვეშ დამალული ვარსკვლავების რაოდენობა და დააწკაპუნეთ ვარსკვლავებზე, რომ მათი რიცხვი მიუთითოთ.

source: Use the arrows keys or swipe the touch screen to help Tux find his way out.
ka: გამოიყენეთ ისრის ღილაკები, ან გაუსვით სენსორ ეკრანს, რომ ტუქსს გარეთ გასვლაში დაეხმაროთ.

source: Use the arrow keys or swipe the touch screen to guide Tux out. Use the maze icon or the space key to see the map.
ka: გამოიყენეთ ისრის ღილაკები, ან გაუსვით სენსორულ ეკრანს, რომ ტუქსს გარეთ გასვლაში დაეხმაროთ. გამოიყენეთ ლაბირინთის ხატულა ან ჰარეს ღილაკი, რომ რუკა დაინახოთ.

source: Help Tux find his way out. Left and right are used to turn and up to go forward.
ka: დაეხმარეთ ტუქსს გარეთ გასვლაში. მარვენა და მარცხენა ღილაკები შემოსაბრუნებლად და მაღლა, რომ წინ წახვიდეთ.

source: Listen to the sound sequence played, and reproduce it by clicking on the xylophone's bars
ka: მოუსმინეთ დაკრული ხმების მიმდევრობას და გაიმეორეთ ის ქსილოფონის ზოლებზე დაწკაპუნებით

source: Match the upper case card with its lower case pair.
ka: დაამთხვიეთ დიდასოებიანი ბარათი მის პატარაასოებიან წყვილს.

source: Match a number card with a card displaying the same number of butterflies.
ka: დააწკაპუნეთ რიცხვითი ბარათი ბარათთან, რომელიც იგივე რაოდენობის პეპლებს შეიცავს.

source: Turn over two cards to match the calculation with its answer.
ka: ამოაბრუნეთ ორი ბარათი, რომ გამოთვლა თავის პასუხს დაემთხვეს.

source: Click on an audio card and find its double.
ka: დააწკაპუნეთ ხმის ბარათზე და იპოვეთ მისი ასლი.

source: Click on a card and find its double.
ka: დააწკაპუნეთ ბარათზე და იპოვეთ მისი ასლი.

source: Match the numeric with the word.
ka: რიცხვის შედარება სიტყვასთან.

source: Looking at the rockwall, you can see a sparkle somewhere. Move the mouse cursor next to this sparkle and use the mousewheel or the zoom gesture to zoom in.
ka: თუ ქვის კედელს შეხედავთ, სადღაც ნაპერწკალიც გამოჩნდება. გადაიტანეთ თაგუნას კურსორი ამ ნაპერწკალთან და გამოიყენეთ თაგუნას ბორბალი ან გადიდების ჟესტები, რომ გაადიდოთ ის.

source: Find the missing letter and complete the word by clicking on one of the letters proposed on the side.
ka: იპოვეთ ნაკლული ასო და დაასრულეთ სიტყვა გვერდზე მოთავსებული ასოებიდან ერთ-ერთზე დაწკაპუნებით.

source: Click or tap on the money to pay.
ka: დააწკაპუნეთ ან დაატყაპუნეთ ფულზე, რომ გადაიხადოთ.

source: Click on the money at the bottom of the screen to give Tux his change.
ka: დააწკაპუნეთ ფულზე ეკრანის ქვედა ნაწილში, რომ ტუქსს ხურდა დაუბრუნოთ.

source: Click on the money to pay.
ka: დააწკაპუნეთ ფულზე, რომ გადაიხადოთ.

source: Learn and practice the International Morse code
ka: ისწავლეთ და იმეცადინეთ საერთაშორისო მორზეს კოდი

source: Put each item at the same place as in the given example.
ka: აიღეთ თითოეული ელემენტი და დადეთ იგივე ადგილზე, რომელზეც ის მოცემულ მაგალითშია.

source: Click on the dot where you wish to place your piece and try to take all Tux's pieces.
ka: დააწკაპუნეთ წერტილზე, სადაც თქვენი ნაგლეჯის დადება გნებავთ და სცადეთ, ყველა ტუქსის ნაწილი აიღოთ.

source: Click on the dot where you wish to place your piece and try to take all your friend's pieces.
ka: დააწკაპუნეთ წერტილზე, სადაც თქვენი ნაგლეჯის დადება გნებავთ და სცადეთ, თქვენი მეგობრის ყველა ნაგლეჯი აიღოთ.

source: Identify the note and press the correct piano key
ka: გამოიცანით ნოტა და დააჭირეთ სწორ პიანინოს ღილაკს

source: Draw the picture by touching the numbers in ascending order.
ka: დახატეთ სურათში რიცხვების შეხებით აღმავალი მიმდევრობით.

source: Move the helicopter to catch the clouds having even or odd numbers, in the shown order.
ka: გადააადგილეთ ვერტმფრენი, რომ დაიჭიროთ ღრუბლები კენტი ან ლუწი რიცხვებით, მითითებული მიმდევრობით.

source: Arrange the letters in the correct order.
ka: დაალაგეთ ასოები სწორი მიმდევრობით.

source: Arrange the given events in their chronological order.
ka: დაალაგეთ მითითებული მოვლენები ქრონოლოგიური მიმდევრობით.

source: Arrange the numbers in the correct order.
ka: დაალაგეთ რიცხვები სწორი მიმდევრობით.

source: Arrange the given words to form a meaningful sentence.
ka: დაალაგეთ მითითებული სიტყვები, რომ აზრის მქონე წინადადება მიიღოთ.

source: Capture at least 25 seeds to win the game
ka: დაიჭირეთ სულ ცოტა 25 თესლი, რომ თამაში მოიგოთ

source: Catch and drop each piece on the points.
ka: დაიჭირეთ და დაყარეთ თითოეული ნაწილი წერტილებზე.

source: Click on the grid squares following the given directions to help Tux reach the target.
ka: დააწკაპუნეთ ბადის კვადრატებზე, შემდეგ კი მითითებულ მიმართულებებზე, რომ ტუქსს სამიზნემდე მიღწევაში დაეხმაროთ.

source: Use the arrows to move Tux along the path and reach the target.
ka: გამოიყენეთ ისრები, რომ ტუქსს ბილიკზე სიარულში და მიზნის მიღწევაში დაეხმაროთ.

source: Double click or double tap on the goal, in order to score.
ka: დააწკაპუნეთ ან დაატყაპუნეთ ორჯერ კარგს, რომ გოლი გაიტანოთ.

source: look at the two pictures carefully and click where you see a difference
ka: შეხედეთ ორ სურათს დაკვირვებით და დააწკაპუნეთ განსხვავებებზე

source: Learn to compose piano music using the octaves and the tools presented above the staff.
ka: ისწავლეთ პიანინოზე მუსიკის შექმნა ზემოთ ნაჩვენები ოქტავებისა და სხვა ხელსაწყოების გამოყენებით.

source: Move the helicopter with the arrow keys and catch the numbers in the clouds, in ascending order.
ka: გადაადგილეთ ვერტმფრენი ისრის ღილაკებით და დაიჭირეთ რიცხვები ღრუბლებში, აღმავალი მიმდევრობით.

source: Click on the keyboard keys that match the notes that you see and hear
ka: დააწკაპუნეთ კლავიატურის ღილაკებზე, რომლებიც ემთხვევა ნოტებს, რომლებსაც ხედავთ და გესმით

source: Click the drum to recreate the rhythm
ka: რიტმის თავიდან შესაქმნელად დააჭირეთ დოლს

source: Find the correct position
ka: იპოვეთ სწორი მდებარეობა

source: Arrange the instructions and traverse the correct path to reach the fish.
ka: დაალაგეთ ინსტრუქციები და ააწყვეთ სწორი ბილიკი, რომ თევზამდე მიაღწიოთ.

source: Observe the train and then click on the items to set up a similar train
ka: დააკვირდით მატარებელს, შემდეგ კი დააწკაპუნეთ ელემენტებზე, რომ მსგავსი მატარებელი ააწყოთ

source: Read a list of words and say if a given word is in it.
ka: წაიკითხეთ სიტყვების სია და თქვით, არის თუ არა მითითებული სიტყვა ამ სიაში.

source: Use the drawing tools to build an identical pattern on the right.
ka: გამოიყენეთ ხატვის ხელსაწყოები, რომ ააგოთ იგივე ნიმუში, რაც მარჯვნივაა.

source: Use the drawing tools to reproduce symmetrically the pattern on the right.
ka: გამოიყენეთ ხატვის ხელსაწყოები, რომ ააგოთ სიმეტრიული ნიმუში იმისა, რაც მარჯვნივაა.

source: Click on the different stages that go to make up the power supply.
ka: დააწკაპუნეთ სხვადასხვა ფაზებზე, რომ კვების ბლოკი ააწყოთ.

source: Click on the domino and validate your choice with the OK button to indicate the number of ice blocks Tux will have to follow to eat a fish.
ka: დააწკაპუნეთ დომინოზე და დაადასტურეთ თქვენი არჩევანი ღილაკით 'დიახ', რომ მიუთითოთ ყინულის ბლოკების რაოდენობა, რომელსაც ტუქსი გაჰყვება, რომ თევზი შეჭამოს.

source: Learn and practice roman to arabic numerals conversion
ka: ისწავლეთ და იმეცადინეთ გადაყვანა არაბულსა და რომაულ რიცხვით დამწერლობებს შორის

source: Drag the weights up to balance the scales.
ka: გამოათრიეთ სიმძიმეები, რომ სასწორი გაასწოროთ.

source: Share the candies equally among the specified number of children and notice that there may be a rest left
ka: გააზიარეთ სანთლები თანაბრად მითითებული რაოდენობის ბავშვებში და შეამჩნიეთ, რომ ცოტა დაგრჩებათ კიდეც

source: Select a color and paint the rectangles as you like to create a drawing.
ka: აირჩიეთ ფერი და დახატეთ ოთხკუთხედები, როგორც გნებავთ, ნახატის შესაქმნელად.

source: Use the tools to draw images.
ka: გამოიყენეთ ხელსაწყოები გამოსახულებების დასახატად.

source: Count the number on the dice and type it on your keyboard before it reaches the ground.
ka: დაითვალეთ რიცხვი კუბიკზე და აკრიფეთ ის თქვენს კლავიატურაზე, სანამ ის მიწაზე დაეხეთქება.

source: Count the numbers on the dominoes then type the result on your keyboard.
ka: დაითვალეთ რიცხვები დომინოებზე, შემდეგ კი აკრიფეთ პასუხი კლავიატურაზე.
