Repository: KDE/gcompris
Catalog: po/*/gcompris_voices.po
Languages: ka

source: Answer the questions presented and get a 100% correctness among the options.
ka: გაეცით პასუხი წარმოდგენილ კითხვებს და მიიღეთ 100% სისწორე არჩევნებს შორის.

source: Drive the submarine to the right end of the screen without colliding with any objects
ka: ატარეთ წყალქვეშა ნავი ეკრანის მარჯვნისაკენ ობიექტებთან შეუჯახებლად

source: Select a number or a symbol and click its target area. Each symbol must appear only once in a row, in a column and in a subregion if any.
ka: აირჩეთ რიცხვი ან სიმბოლო და დააწკაპუნეთ სამიზნე ალაგზე. თითოეული სიმბოლო, მხოლოდ, ერთხელ გამოჩნდება მწკრივში, სვეტში და ქვერეგიონში, თუ ის არსებობს.

source: Find out the right combination of colors. A dot framed in a black square means that you found the correct colour in the correct position, while a dot framed in a white square means it's the correct colour, but in the wrong position.
ka: გაარკვიეთ ფერების სწორი კომბინაცია. შავი კვადრატი ნიშნავს, რომ სწორი ფერი სწორ ადგილას იპოვეთ და წერტილებით დახატული თეთრი კვადრატი ნიშნავს, რომ ფერი სწორია, მაგრამ არასწორ ადგილას.

source: Click on each object to obtain the same figure. You can change their orientation by clicking on the arrows.
ka: დააწკაპუნეთ თითოეულ ობიექტზე, რომ იგივე ფიგურა მიიღოთ. ორიენტაციის შეცვლა ისრებზე დაწკაპუნებით შეგიძლიათ.

source: Click on the target to launch darts, then count your final score!
ka: დააწკაპუნეთ სამიზნეზე დარტების გასაშვებად და დაითვალეთ თქვენი საბოლოო ქულები!

source: Create pairs of numbers equal to ten. Select a number, then select another number of the same operation to swap their position. Then, select the result box to type the result.
ka: შექმენით რიცხვის წყვილები, რომლებიც ათს უდრის. აირჩიეთ რიცხვი, შემდეგ აირჩიეთ სხვა რიცხვი იგივე ოპერაციიდან, რომ მათი მდებარეობის მიმოცვლა მოხდეს. შემდეგ კი აირჩიეთ შედეგის ველი, რომ შედეგ შეიყვანოთ.

source: Create pairs of numbers equal to ten. Select a number in the list, then select an empty spot of an operation to move the selected number there.
ka: შექმენით რიცხვის წყვილები, რომელიც ათს უდრის. არჩიეთ რიცხვი სიაში, შემდეგ აირჩიეთ ცარიელი ადგილი ოპერაციისთვის, რომ მონიშნული რიცხვის იქ გადატანა მოხდეს.

source: Create pairs of numbers equal to ten. Select a number, then select another number of the same operation to swap their position.
ka: შექმენით რიცხვების წყვილები, რომელიც ათ სუდრის. მონიშნეთ რიცხვი, შემდეგ აირჩიეთ სხვა რიცხვი იგივე ოპერაციიდან, რომ მათი მდებარეობები მიმოცვალოთ.

source: Decompose the operations to include a pair of numbers equal to ten. Select a number in the list, then select an empty spot of an operation to move the selected number there.
ka: დაშალეთ ოპერაცია ისე, რომ შეიცავდეს რიცხვების წყვილს, რომელიც ათს უდრის. აირჩიეთ რიცხვი სიაში, შემდეგ კი აირჩიეთ ოპერაციის თავისუფალი ადგილი, რომ მონიშნული რიცხვი იქ გადაიტანოთ.

source: Click on the square which you wish to mark and try to mark 3 consecutive squares before Tux.
ka: დააწკაპუნეთ კვადრატზე, რომელიც გნებავთ, დანიშნოთ და სცადეთ, დანიშნოთ 3 კვადრატი ზედიზედ, სანამ ამას ტუქსი იზამს.

source: Slide the cars to make a space so that the red car can go out of the box.
ka: გადაათრიეთ მანქანები, რომ გაათავისუფლოთ სივრცე ისე, რომ წითელი მანქანა გავიდეს.

source: Solve the given addition.
ka: ამოხსენით მოცემული მიმატება.

source: Solve the given subtraction.
ka: ამოხსენით მოცემული გამოკლება.

source: Click on the various active elements that make up the water supply. Then press the shower button for Tux.
ka: დააწკაპუნეთ სხვადასხვა აქტიურ ელემენტზე, რომლებიც წყლის წყაროს ქმნიან. შემდეგ კი დააწექით შხაპის ღილაკს ტუქსისთვის.

source: Type the words on your keyboard before they reach the ground.
ka: აკრიფეთ სიტყვები თქვენს კლავიატურაზე, სანამ ისინი მიწაზე დაცვივდება.
